databasecli = {
#1 
    'سلام': 'سلام، چطور می‌توانم به شما کمک کنم؟',
#2
    'حالت چطوره': 'من خوب هستم، ممنون!',
#3
    'امروز آب و هوا چطوره': 'هوا امروز آفتابی است.',
#4
    'حداحافظ': 'خداحافظ! روز خوبی داشته باشید.',
#5
    'اسم شما چیست': 'نام من چت‌جی‌پی تری است.',
#6
    'شما اهل کجا هستید': 'من یک مدل زبانی هوشمند هستم که توسط sahandmohammadrezaii توسعه داده شده است.',
#7
    'شما چند سال دارید': 'من یک هوش مصنوعی هستم و سن ندارم.',
#8
    'یک جوک برام بگو': 'چرا دانشمندان به اتم‌ها اعتماد نمی‌کنند؟ چون آن‌ها همه چیز را تشکیل می‌دهند!',
#9
    'معنی زندگی چیست': 'معنای زندگی به شخصی است و برای هر فرد می‌تواند متفاوت باشد.',
#10
    'سلبریتی مورد علاقه شما کیست': 'به عنوان یک هوش مصنوعی، من ترجیحی ندارم.',
#11
    'می تونی یه آهنگ بخونی': 'من نمی‌توانم بخوانم، اما می‌توانم در پاسخ به هر سوالی که دارید، کمکتان کنم!',
#12
    'در مورد خودتان به من بگویید': 'من یک مدل زبانی هوشمند هستم که برای ارائه اطلاعات و کمک در موارد مختلف آموزش دیده شده‌ام.',
#13
    'پایتخت فرانسه کجاست': 'پایتخت فرانسه شهر پاریس است.',
#14
    'رمز عبورم را چگونه عوض کنم': 'برای تغییر رمز عبور خود، می‌توانید به منوی تنظیمات بروید و گزینه تغییر رمز عبور را جستجو کنید.',
#15
    'چگونه می توانم با پشتیبانی تماس بگیرم': 'شما می‌توانید با تماس با شماره زیر، با تیم پشتیبانی مشتریان تماس بگیرید: 09145802172',
#16
    'آخرین خبر چیست': 'آخرین اخبار را می‌توانید در وبسایت‌های خبری مختلف یا با تماشای کانال‌های خبری پیدا کنید.',
#17
    'چگونه اکانت خود را حذف کنم': 'برای حذف حساب کاربری خود، می‌توانید به تنظیمات حساب کاربری بروید و گزینه حذف حساب را جستجو کنید.',
#18
    'سرگرمی های شما چیست': 'به عنوان یک هوش مصنوعی، من هواپیمایی ندارم، اما از کمک و ارائه اطلاعات به کاربران لذت می‌برم.',
}